feat:修复部署问题
